<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">
  <title>&#1043;&#1088;&#1072;&#1092;&#1099;</title>
</head>
<body>
&#1043;&#1088;&#1072;&#1092;&#1099;<br>
<br>
&#1043;&#1088;&#1072;&#1092; &ndash; &#1089;&#1086;&#1074;&#1086;&#1082;&#1091;&#1087;&#1085;&#1086;&#1089;&#1090;&#1100; &#1090;&#1086;&#1095;&#1077;&#1082;, &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1083;&#1080;&#1085;&#1080;&#1103;&#1084;&#1080;. &#1058;&#1086;&#1095;&#1082;&#1080; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;
&#1074;&#1077;&#1088;&#1096;&#1080;&#1085;&#1072;&#1084;&#1080;, &#1080;&#1083;&#1080; &#1091;&#1079;&#1083;&#1072;&#1084;&#1080;, &#1072; &#1083;&#1080;&#1085;&#1080;&#1080; &ndash; &#1088;&#1077;&#1073;&#1088;&#1072;&#1084;&#1080;, &#1080;&#1083;&#1080; &#1076;&#1091;&#1075;&#1072;&#1084;&#1080;.<br>
<img style="width: 676px; height: 338px;" alt="" src="graf.PNG"><br>
&#1043;&#1088;&#1072;&#1092;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1089;&#1077; &#1088;&#1105;&#1073;&#1088;&#1072; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1079;&#1074;&#1077;&#1085;&#1100;&#1103;&#1084;&#1080; (&#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1076;&#1074;&#1091;&#1093; &#1082;&#1086;&#1085;&#1094;&#1086;&#1074; &#1088;&#1077;&#1073;&#1088;&#1072; &#1075;&#1088;&#1072;&#1092;&#1072; &#1085;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1077;&#1085;), &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1077;&#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080;.<br>
<img style="width: 615px; height: 315px;" alt="" src="Neor.PNG"><br>
&#1043;&#1088;&#1072;&#1092;&#1099;, &#1074; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1074;&#1089;&#1077; &#1088;&#1105;&#1073;&#1088;&#1072; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1076;&#1091;&#1075;&#1072;&#1084;&#1080; (&#1087;&#1086;&#1088;&#1103;&#1076;&#1086;&#1082; &#1076;&#1074;&#1091;&#1093; &#1082;&#1086;&#1085;&#1094;&#1086;&#1074; &#1088;&#1077;&#1073;&#1088;&#1072;
&#1075;&#1088;&#1072;&#1092;&#1072; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1077;&#1085;), &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1084;&#1080; &#1075;&#1088;&#1072;&#1092;&#1072;&#1084;&#1080; &#1080;&#1083;&#1080; &#1086;&#1088;&#1075;&#1088;&#1072;&#1092;&#1072;&#1084;&#1080;.<br>
<img style="width: 561px; height: 320px;" alt="" src="or.PNG"><br>
&#1043;&#1088;&#1072;&#1092; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1074;&#1103;&#1079;&#1085;&#1099;&#1084;, &#1077;&#1089;&#1083;&#1080; &#1076;&#1083;&#1103; &#1083;&#1102;&#1073;&#1099;&#1093; &#1076;&#1074;&#1091;&#1093; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1087;&#1091;&#1090;&#1100;, &#1080;&#1093; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1102;&#1097;&#1080;&#1081;.<br>
<img style="width: 487px; height: 290px;" alt="" src="sv.PNG"><br>
&#1042; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1075;&#1088;&#1072;&#1092; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077;&#1089;&#1074;&#1103;&#1079;&#1085;&#1099;&#1084;.<br>
<img style="width: 553px; height: 294px;" alt="" src="%D1%ED%E8%EC%EE%EA.PNG"><br>
&#1057;&#1090;&#1077;&#1087;&#1077;&#1085;&#1100;&#1102; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085;&#1099; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1095;&#1080;&#1089;&#1083;&#1086; &#1088;&#1077;&#1073;&#1077;&#1088; &#1075;&#1088;&#1072;&#1092;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1087;&#1088;&#1080;&#1085;&#1072;&#1076;&#1083;&#1077;&#1078;&#1080;&#1090; &#1101;&#1090;&#1072; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085;&#1072;.<br>
<img style="width: 440px; height: 352px;" alt="" src="step.PNG"><br>
&#1044;&#1077;&#1088;&#1077;&#1074;&#1086;&#1084; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1074;&#1103;&#1079;&#1085;&#1099;&#1081; &#1075;&#1088;&#1072;&#1092;, &#1085;&#1077; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1097;&#1080;&#1081; &#1094;&#1080;&#1082;&#1083;&#1086;&#1074;. &#1052;&#1077;&#1078;&#1076;&#1091; &#1083;&#1102;&#1073;&#1099;&#1084;&#1080; &#1076;&#1074;&#1091;&#1084;&#1103;&#1077;&#1075;&#1086; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085;&#1072;&#1084;&#1080; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1087;&#1091;&#1090;&#1100;.<br>
<img style="width: 346px; height: 376px;" alt="" src="Der.PNG"><br>
&#1043;&#1088;&#1072;&#1092;&#1099; &#1080;&#1079;&#1086;&#1084;&#1086;&#1088;&#1092;&#1085;&#1099; &#1077;&#1089;&#1083;&#1080; &#1086;&#1085;&#1080; &#1080;&#1084;&#1077;&#1077;&#1102;&#1090; &#1086;&#1076;&#1080;&#1085;&#1072;&#1082;&#1086;&#1074;&#1086;&#1077; &#1095;&#1080;&#1089;&#1083;&#1086; &#1086;&#1076;&#1080;&#1085;&#1072;&#1082;&#1086;&#1075;&#1086; &#1089;&#1086;&#1077;&#1076;&#1077;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085;.<br>
<img style="width: 725px; height: 264px;" alt="" src="izomorf.PNG"><br>
&#1069;&#1081;&#1083;&#1077;&#1088;&#1086;&#1074;&#1086;&#1081; &#1094;&#1077;&#1087;&#1100;&#1102; &#1074; &#1085;&#1077;&#1086;&#1088;&#1080;&#1077;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1084; &#1075;&#1088;&#1072;&#1092;&#1077; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1089;&#1090;&#1072;&#1103; &#1094;&#1077;&#1087;&#1100;, &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1097;&#1072;&#1103; &#1074;&#1089;&#1077; &#1088;&#1077;&#1073;&#1088;&#1072; &#1075;&#1088;&#1072;&#1092;&#1072;<br>
<img style="width: 570px; height: 395px;" alt="" src="eilercep.PNG"><br>
&#1069;&#1081;&#1083;&#1077;&#1088;&#1086;&#1074;&#1099;&#1084; &#1094;&#1080;&#1082;&#1083;&#1086;&#1084; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1079;&#1072;&#1084;&#1082;&#1085;&#1091;&#1090;&#1072;&#1103; &#1069;&#1081;&#1083;&#1077;&#1088;&#1086;&#1074;&#1072; &#1094;&#1077;&#1087;&#1100;<br>
<img style="width: 485px; height: 421px;" alt="" src="eilercikl.PNG"><br>
&#1062;&#1077;&#1087;&#1100; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1075;&#1072;&#1084;&#1080;&#1083;&#1100;&#1090;&#1086;&#1085;&#1086;&#1074;&#1086;&#1081;, &#1077;&#1089;&#1083;&#1080; &#1086;&#1085;&#1072; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090; &#1087;&#1086; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1088;&#1072;&#1079;&#1091; &#1095;&#1077;&#1088;&#1077;&#1079; &#1082;&#1072;&#1078;&#1076;&#1091;&#1102; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085;&#1091; &#1075;&#1088;&#1072;&#1092;&#1072;<br>
<img style="width: 511px; height: 315px;" alt="" src="gamcep.PNG"><br>
&#1062;&#1080;&#1082;&#1083; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1075;&#1072;&#1084;&#1080;&#1083;&#1100;&#1090;&#1086;&#1085;&#1086;&#1074;&#1099;&#1084;, &#1077;&#1089;&#1083;&#1080; &#1086;&#1085; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090; &#1087;&#1086; &#1086;&#1076;&#1085;&#1086;&#1084;&#1091; &#1088;&#1072;&#1079;&#1091; &#1095;&#1077;&#1088;&#1077;&#1079; &#1082;&#1072;&#1078;&#1076;&#1091;&#1102; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085;&#1091; &#1075;&#1088;&#1072;&#1092;&#1072; &#1080; &#1074;&#1086;&#1079;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1090;&#1086;&#1095;&#1082;&#1091;<br>
<img style="width: 465px; height: 409px;" alt="" src="gam.PNG"><br>
&#1050;&#1088;&#1072;&#1090;&#1095;&#1072;&#1081;&#1096;&#1080;&#1081; &#1087;&#1091;&#1090;&#1100; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1086;&#1084; &#1044;&#1077;&#1081;&#1082;&#1089;&#1090;&#1088;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090; &#1082;&#1088;&#1072;&#1090;&#1095;&#1072;&#1081;&#1096;&#1077;&#1077; &#1088;&#1072;&#1089;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1086;&#1090; &#1086;&#1076;&#1085;&#1086;&#1081; &#1080;&#1079; &#1074;&#1077;&#1088;&#1096;&#1080;&#1085; &#1075;&#1088;&#1072;&#1092;&#1072; &#1076;&#1086; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081;.<br>
<img style="width: 632px; height: 416px;" alt="" src="last.PNG"><br>
<br>
</body>
</html>
